<!doctype html>
<html>
<head>
	<meta charset="utf-8"> 
	<title>Desarrollo Extremo</title>
	<link rel="stylesheet" type="text/css" href="style/bordes.css">	
</head>
<body>
	<header><img src="images/logo.png" title="Desarrollo Extremo"/></header>
	<div id="detalle">
		<p>
			Realizar una p&aacute;gina que contenga un &lt;div&gt;  con al menos 3 im&aacute;genes de fondo, bordes redondeados y sombra.
		</p>
	</div>
	<div>
		 <article class="borde_tipo1">	
			<h1>Web Minimalista...</h1>
			<img class="centrada" src="images/minimalista.jpg" title="Web Minimalista">
			<p>
				El minimalismo es una corriente art&iacute;stica que se basa en la reducci&oacute;n de objetos reales a formas simplificadas, geom&eacute;tricas y hasta cierto punto fr&iacute;as. El minimalismo est&aacute; presente en muchos campos como la escultura, la pintura, el dise&ntilde;o e inclusive la m&uacute;sica. Podr&iacute;amos escribir much&iacute;simo de este tema, pero solo abordaremos lo que nos interesa en este momento, el dise&ntilde;o web minimalista.
			</p>
			<p>
				Esta tendencia de dise&ntilde;o es muy popular entre muchos dise&ntilde;adores, inclusive se cree que un dise&ntilde;o web minimalista es la representaci&oacute;n perfecta de un dise&ntilde;o profesional, lo cual no es necesariamente cierto. Pues no es un estilo que sea adecuado para usarlo siempre, sin embargo si su uso es acertado esto puede suponer un importante salto de calidad de nuestra web y pese a la reducci&oacute;n de elementos frente a un dise&ntilde;o est&aacute;ndar, el hacer un website minimalista de alta calidad puede llegar a ser una tarea m&aacute;s dif&iacute;cil de lo esperado.
			</p>
		</article>
		<article class="borde_tipo2">	
			<h1>Casamiento</h1>
			<img class="centrada" src="images/casamiento.jpg" title="Boda con Ordenador">
			<p>
				La adicci&oacute;n a la computadora al extremo, provoca que los chicos: se aislen de los amigos, no quiran salir de casa, se acuesten muy tarde, se enfrenten a los padres, y si se les suspende el servicio de internet se tornan agresivos y se ausentan de casa sin permiso para ir a alg&uacute;n cyber. 
			</p>
			<p>
				Chequeas reiteradamente tu e-mail. Juegas online por 12 horas o m&aacute;s al d&iacute;a. Le das m&aacute;s prioridad a tus amigos de la sala de chat que a tus amigos reales. Descuidas a tu familia, el trabajo e incluso tu salud e higiene personal. Estos son los s&iacute;ntomas de una nueva adicci&oacute;n que ha surgido en a&ntilde;os recientes: la adicci&oacute;n a la computadora. 
			</p>
		</article>
         <article class="borde_tipo3">	
			<h1>Edad Ordenador</h1>
			<img class="centrada" src="images/edad-ordenador.jpg" title="Evoluci&oacute;n del Ordenador">
			<p>Aunque tal y como hoy conocemos la inform&aacute;tica se puede considerar una ciencia relativamente moderna, esto no es as&iacute;. Tenemos que tener muy claro que los computadores no han nacido en los &uacute;ltimos a&ntilde;os, sino que sus or&iacute;genes se remontan a tiempos pret&eacute;ritos.</p>
			<p>El ser humano siempre ha necesitado encontrar m&eacute;todos r&aacute;pidos y efectivos para resolver sus c&aacute;lculos, y con ayuda de su gran inventiva ha conseguido a trav&eacute;s de los siglos desarrollar las computadoras. Hoy en d&iacute;a ya estamos acostumbrados a vivir con ellas, o casi, y no nos percatamos de que su aparici&oacute;n ha tenido una gran influencia en diversos aspectos de nuestra vida diaria, mejor&aacute;ndola y abriendo puertas que antes eran desconocidas para la humanidad.</p>
		</article>		
    </div>
</body>
</html>